import * as React from 'react';
import { Container, Typography } from "@mui/material";

import Layout from "../components/layout";
import Seo from "../components/seo";

const AboutPage = () => (
    <Layout>
        <Container maxWidth='lg' sx={{ paddingTop: '70px'}}>
            <Typography variant='h3' sx={{ textAlign: 'center' }}>
                Цель
            </Typography>
            <Typography variant='body1'>
                Сохранение и переосмысление ценности деревянной городской архитектуры Каргополя через вовлечение творческих профессионалов, мастеров и местных жителей в создание и развитие Арт-резиденции в Доме каргопольского купца А.П.Лёхова.
            </Typography>

            <Typography variant='h3' sx={{ textAlign: 'center'}}>
                Задачи
            </Typography>
            <Typography variant='body1'>
                <ul>
                    <li>
                        Вовлечение творческих профессионалов, архитекторов и специалистов в области деревянного наследия в практические работы по сохранению деревянного объекта культурного наследия.
                    </li>
                    <li>
                        Развитие профессиональных компетенций и связей между архитектурным сообществом и творческими профессионалами через подготовку и проведение первой программы Арт-резиденции.
                    </li>
                    <li>
                        Тиражирование и продвижение результатов по созданию и развитию Арт-резиденции в Каргополе на региональном и российском уровне.
                    </li>
                </ul>
            </Typography>

            <Typography variant='h3' sx={{ textAlign: 'center' }}>
                Актуальность и общественная значимость
            </Typography>
            <Typography variant='body1'>
                Город Каргополь Архангельской обл. основан в 1146 г., представляет собой выдающийся градостроительный комплекс не только российского, но и международного масштаба, благодаря сохранившейся деревянной застройке и планировке 18 в. в центральной части города и ансамблям белокаменных храмов на городских площадях. На 01.01.2022 г. в городе проживает чуть менее 10 тыс.жителей. Сохранилось более 200 памятников белокаменного зодчества, деревянной архитектуры, отразившие уровень культуры русского народа в 15-18 в.в., в том числе 37 объектов общенационального значения. В 1996 году специалистами С-Пб института урбанистики были выделены 44 дома в городе, как образцы ценной гражданской застройки. В 2010 году Каргополь включен в перечень исторических поселений РФ, в 2019 году - в список креативных городов ЮНЕСКО. Внешний градостроительный облик исторической части города за последние годы стал ухудшаться, деревянные дома разрушаются или гибнут в пожарах. Сегодня осталось менее 30 деревянных домов, являющихся объектами культурного наследия, и многие из них находятся в аварийном состоянии. Поэтому сохранение уникальной среды исторического центра Каргополя является актуальной задачей, имеющей значение для сохранения самобытности малых городов России. К сожалению, в последние десятилетия в городе отмечается отток людей с высоким интеллектом и креативным мышлением, творческая молодежь уезжает в большие города получать образование и не возвращается обратно, не видит здесь возможностей для самореализации. Для сохранения исторических домов и градостроительного облика Старого города, развитию местных и профессиональных сообществ, живущих в городе, в т.ч. и в этих домах необходимы свежие силы и новые идеи. Каргополь испытывает острую потребность в молодых архитекторах, реставраторах, дизайнерах, которые могли бы дать новый импульс сохранению и развитию города, при этом сохраняя историческое наследие и создавая новые смыслы, новые творческие пространства,
                вовлекая творческих профессионалов из числа творческих индустрий (архитекторов, реставраторов, дизайнеров и т.п.) и местных жителей. Между тем, в город и район приезжают молодые и опытные творческие профессионалы в этой сфере, но самостоятельно, чаще всего для развития своих творческих работ или для участия в конференциях, семинарах и т.п. Изучают культуру, историю, архитектуру, общаются с местными жителями, издают публикации, но это практически никак не влияет на сохранение и развитие архитектурного облика города. С 2015 года Ассоциация реализует проекты, направленные на сохранение исторического облика города и деревянных домов (в т.ч., являющихся ОКН), вовлекая местных жителей и творческих профессионалов и предпринимателей в проектные истории. Это проходит в рамках развития креативного кластера «Фамилия», который включает в себя не только сообщество творчески ориентированных предпринимателей и учреждений, работающих как партнерство взаимосвязанных и взаимодополняющих организаций, но и 9 деревянных домов 19 в., являющихся ОКН. С 2020 года Ассоциация работает в сотрудничестве с кафедрой архитектурного и градостроительного наследия С-ПбГАСУ, по созданию Концепции реставрации и приспособления объектов культурного наследия креативного кластера «Фамилия». Проведя небольшие интервью, молодые архитекторы отметили, что после окончания учебных заведений они не всегда могут найти работу в малых исторических городах или участвовать в проектах, которые направлены на сохранение деревянных домов, являющихся ОКН, чаще всего их профессиональная деятельность связана с современными объектами в мегаполисах. Открытие Арт-резиденции в деревянном доме 19 века, построенном каргопольским купцом А.П. Лёховым, может стать местом притяжения творческих профессионалов (архитекторов, реставраторов, дизайнеров и т.п.) не только приезжих, но и местных мастеров и творческих предпринимателей. Развитие Арт-резиденции будет способствовать восполнению оттока творческих профессионалов из провинции в крупные города, изменению отношения к сохранению архитектуры и деревянных домов в историческом городе Каргополе, привлечению внимания и вовлечению местных жителей, волонтеров, муниципальной и региональной власти к сохранению исторического облика Каргополя и деревянных домов. Программа Арт-резиденции позволит экспериментировать и быть инновационными, но при этом сохранять историческое наследие, способствовать формированию новых современных творческих пространств в деревянном купеческом доме 19 века и даст почувствовать, прежде всего, местным жителям, что жизнь в провинции может быть современной, модной и нацеленной на развитие. Исторические города живут своим укладом и традициями, зачастую приход людей извне сопровождается стрессом для местных культурных институций и сообществ. Поэтому одним из наиболее важных направлений в программах Арт-резиденции будет развитие горизонтальных связей и творческого сотрудничества резидентов и местных творческих профессионалов, волонтеров, культурных институций и сообществ.
            </Typography>
        </Container>
    </Layout>
);

export const Head = () => <Seo title="О проекте"/>

export default AboutPage;